<script>
  import DownloadAppButton from "$lib/components/custom_components/DownloadAppButton.svelte";
  import FaqItem from "../components/FaqItem.svelte";
</script>

<section class="bg-base-100">
  <div class="py-8 px-4 mx-auto max-w-screen-xl sm:py-16 lg:px-6">
    <div class="flex flex-row justify-between items-center pb-6">
      <h2 class="text-2xl font-bold text-center sm:text-4xl">שאלות נפוצות</h2>
      <div class="hidden sm:block">
        <DownloadAppButton />
      </div>
    </div>
    <div
      class="grid pt-8 border-t md:gap-16 border-base-content border-opacity-10 md:grid-cols-2"
    >
      <div>
        <FaqItem
          questionTransKey={"האם חובה להוריד את האפליקציה?"}
          answerTransKey={"הלקוחות שלך אינם צריכים להוריד את האפליקציה על מנת להזמין אליך תורים, הם יכולים תמיד להיכנס ללינק שלך שיקשר אותם לאתר שמערכת ניהול התורים בונה עבורך והם יוכלו להזמין משם בקליק"}
        />
        <FaqItem
          questionTransKey={"האם ניתן להגדיר כמה סוגי שירותים שונים?"}
          answerTransKey={"בוודאי! אתה מגדיר נושא (למשל - תספורות) במערכת ניהול התורים, ותחתיו אתה יכול להגדיר מספר שירותים (למשל - תספורת גבר, תספורת + זקן) ואפילו לקבוע את סדר התצוגה שלהם ללקוחות. אין הגבלה על מספר השירותים או הנושאים"}
        />
        <FaqItem
          questionTransKey={"ניתן לבקש משהו ספציפי?"}
          answerTransKey={"יש לנו צוות שלם המיועד רק לבקשות לקוחות, המערכת מתעדכנת בתדירות חודשית ובכל עדכון כזה אנו כוללים בקשות שלקוחות ביקשו מאיתנו, המערכת בנוי בצורה מאוד דינאמית ואפשר להתאים הכל לצרכים שלך"}
        />
        <FaqItem
          questionTransKey={"הלקוחות חייבים לקבוע בעצמם?"}
          answerTransKey={"לא, באפשרותך לקבוע להם בצורה פשוטה מהיומן האישי שלך ואתה יכול גם להגדיר שהלקוחות לא יכולים לקבוע תורים בעצמם כלל"}
        />
        <FaqItem
          questionTransKey={"למי המערכת מתאימה?"}
          answerTransKey={"מערכת Simple Tor לניהול התורים מתאימה לכל סוגי נותני השירות או מקבלי הלקוחות שצריכים לקבוע ולנהל תורים או פגישות. יש לנו עסקים מכל הסוגים למשל - מניקוריסטיות, בונות ציפרנים, ספרים, קוסמטיקאיות, מאמני כושר, די ג'אים, שפים פרטיים, ליצנים, עו״ד, מקעקעים, רופאים, מנהלי חשבונות ועוד מאות סוגי עסקים שאי אפשר למנות כאן את כולם "}
        />
      </div>
      <div>
        <FaqItem
          questionTransKey={"צריך לשים אשראי?"}
          answerTransKey={"לא, למעשה אנחנו כלל לא דורשים אשראי, מרגע יצירת העסק מתחילים 30 ימי ניסיון בחינם שלאחריהם נדרשת קניית מינוי, את הקניה מבצעים כמו רכישה באפליקציה על ידי Apple Pay או Google Pay ואין צורך להעביר אלינו את האשראי שלך"}
        />
        <FaqItem
          questionTransKey={"יש רשימות המתנה?"}
          answerTransKey={"בטח! המערכת מאפשרת לך להגידר רשימות המתנה כאשר התורים נתפסו או בכללי בסוף כל יום על מנת שתמיד יהיו לך לקוחות למלא חורים. ברגע שתור מתפנה או שתפתח עוד זמני עבודה כלל הרשומים יקבלו התראה לקבוע תור"}
        />
        <FaqItem
          questionTransKey={"האם אני יכול לגשת ליומני עובדים?"}
          answerTransKey={"מערכת Simple Tor לניהול התורים מעניקה לך פאנל עוצמתי לשליטה וניהול העובדים, אתה יכול להיכנס לחשבון שלהם מהמכשיר שלך ולשנות להם הכל. בנוסף באפשרותך להעניק או להוריד להם הרשאות לדברים מסויימים כמו קביעת חופשות, העלאת תמונות וכדומה"}
        />
        <FaqItem
          questionTransKey={"יש סנכרון עם יומנים אחרים?"}
          answerTransKey={"מערכת Simple Tor מאפשרת סינכרון מלא עם יומן גוגל ובנוסף סנכרון עם יומן המכשיר. תוכל לצפות באירועים שיש לך בגוגל ולהוסיף את האירועים מהיומן שלך ליומן המכשיר"}
        />
        <FaqItem
          questionTransKey={"האם ההסטוריה שלי נשמרת?"}
          answerTransKey={"כלל ההסטוריה שלך נשמרת עבורך בשרתים שלנו על מנת לספק לך דוחות ולשפר את העסק שלך, באפשרותך בקליק אחד לכבות את שמירת ההסטוריה וכל ההסטוריה תימחק ולא תישמר עוד."}
        />
      </div>
    </div>
  </div>
</section>
