<script>
  import appIcon from "$lib/images/default_icon_dark.webp";
  import TitleAndBody from "../components/TitleAndBody.svelte";
</script>

<head>
  <meta name="description" content="Simple tor app's terms of use" />
  <link rel="icon" href={appIcon} type="image/webp" />
  <meta name="author" content="SA SIMPLE CODE LTD" />
  <meta property="og:title" content="Simple Tor | terms of use" />
  <title>Simple Tor | terms of use</title>
</head>

<body class="bg-base-100 items-center">
  <div class="flex flex-col items-center pb-10">
    <section class="text-start mx-6 max-w-[850px]">
      <!-- title -->
      <h1 class="text-3xl text-center pt-5">תנאי שימוש</h1>

      <!-- first text -->
      <h2 class="py-5 opacity-70">
        ברוכים הבאים למערכת סימפל תור, המערכת נועדה להקל על בעלי העסקים
        ולקוחותיהם ויש להשתמש בה בהתאם לתנאים הבאים
      </h2>

      <!-- intro -->
      <TitleAndBody
        title="כללי"
        contentAsUl={true}
        content={[
          `1.1 תנאי השימוש שלהלן חלים על השימוש במערכת Simple Tor (להלן: "המערכת"). למען הסר ספק, המונח "המערכת" מתייחס 
לאתר simpletor.app על כל חלקיו, כל העמודים השונים תחת כתובת דומיין, לתוכן האתר מכל סוג ומין שהוא, לרבות כל המידע והתוכן הכלול באתר, בין אם הוא גלוי למשתמשים ובין אם לאו. 
לאפליקציה Simple Tor בחנויות האפליקציה השונות, על כל חלקיה, כל העמודים השונים תחת כתובת דומיין או האפליקציה, לתוכן האפליקציה מכל סוג ומין שהוא, לרבות כל המידע והתוכן הכלול באפליקציה, בין אם הוא גלוי למשתמשים ובין אם לאו. 
כמו כן, המונח "המערכת" יתייחס גם לחלקים של האתר או האפליקציה אשר הגישה אליהם נעשית באמצעות כתובות אחרות ושמות מתחם דומים.
`,
          `1.2 השימוש במערכת מעיד על הסכמתך לתנאי השימוש, כלשונם ובמלואם, ומהווה הסכמה בהתנהגות לתנאי השימוש. המשתמש מתבקש לקרוא את תנאי השימוש בקפידה.`,
          `1.3 המערכת מופעלת ע"י אס איי סימפל קוד בע״מ שמספרה 516820560 (להלן: סימפל קוד)`,
          `1.4 הגישה למערכת והשימוש בה ובכלל זה בתכנים הכלולים בה ובשירותים השונים הפועלים בה כפופים לתנאים המפורטים להלן (להלן: "תנאי השימוש") המסדירים את היחסים בין המערכת לבין כל גולש/ת, צופה, משתמש/ת במערכת או במידע המצוי בה ו/או מקבל/ת מידע ו/או שירות המפורסם במערכת, במישרין או בעקיפין (להלן: "המשתמש/ת" או "המשתמשים").`,
          `1.5 תנאי השימוש חלים על השימוש במערכת ובתכנים הכלולים בה באמצעות כל מחשב או מכשיר תקשורת אחר (כדוגמת טלפון סלולארי, סמארטפון, טאבלט וכיו"ב). כמו כן תנאי השימוש חלים על השימוש במערכת בין באמצעות רשת האינטרנט ובין באמצעות כל רשת או אמצעי תקשורת אחרים. תנאי השירות חלים גם על השימוש באפליקציה של המערכת, אשר ניתנת להורדה למערכות אנדרואיד ו IOS.`,
          `1.6 בתנאי השימוש המונחים "מידע" או "תוכן" או "תכנים" כוללים מידע מכל מין וסוג, לרבות כל תוכן מילולי, חזותי, קולי, אור קולי (audio visual) או כל שילוב ביניהם וכן עיצוב, עיבוד, עריכה, הפצה ודרך הצגתם של התכנים לרבות (אך לא רק): תמונה, צילום, איור, הנפשה, תרשים, הדמיה, סרטון, קובץ קולי וכן כל אובייקט, תוכנה, קובץ, קוד מחשב, יישום, תסדיר (format), פרוטוקול, טופס אלקטרוני, מאגר נתונים וממשק וכל תו, סימן סמל וצלמית (icon).`,
          `1.7 כל התייחסות לחלק מן המערכת מתייחסת לכל חלק מסוים מתוכן המערכת, לרבות כל עמוד במערכת או חלק מעמוד, או לכל אובייקט, תכונה, אפשרות, אפליקציה או חלק אחר של המערכת, כפי שיהיה מעת לעת.`,
          `1.8 בתנאי שימוש זה "מחשב" – לרבות כל מתקן או אמצעי המאפשר גישה לתכנים באמצעות רשת האינטרנט, כגון: טלפון חכם ("סמארטפון"), מחשב לוח (tablet) וכד'.`,
          `1.9 תנאי השימוש במערכת מנוסחים בלשון זכר לצרכי נוחות בלבד, והם מתייחסים לנשים וגברים כאחד.`,
        ]}
      />

      <!-- general explanation      -->
      <TitleAndBody
        title="התכנים במערכת והמידע המוצג בה"
        contentAsUl={true}
        content={[
          ` 2.1 המערכת בכללותה לרבות כל המידע המופיע בה והתוכנה העומדת בבסיסה, מוצעים למשתמשים כמו שהם (AS IS). המערכת מאפשר לבעלי עסקים ליצור עמוד עסק שמאפשר ללקוחותיהם לקבל מידע אודות העסק ולזמן תורים לשירותים השונים שהעסק מציע. המערכת כולל פאנל ניהול שמאפשר לבעלי עסקים לנהל את עמוד העסק.`,
          `2.2 סימפל קוד עושה מאמצים כדי שהמידע הכלול במערכת יהיה מדויק ומעודכן ואולם יתכן ותכנים מסוימים אינם שלמים ו/או ייתכן ונפלו טעויות טכניות ואחרות בתוכן מסוים, לרבות ברכיבי תוכנה. סימפל תור לא תישא באחריות לנזק, הוצאה ו/או אובדן שיגרמו למשתמשים עקב טעויות ו/או אי דיוקים במידע כאמור.`,
          `2.3 ידוע למשתמש ומוסכם עליו, כי הגישה לחלקים מן המערכת עשויה להיות מותנה ו/או מושפעת מהתקנת רכיבי חומרה תוכנה במחשבו, לרבות דפדפנים מסוימים ותוספים לאותם דפדפנים. המשתמש אחראי לברר ולהתקין כל רכיב תוכנה שיידרש לצורך השימוש באתר, על חשבונו ואחריותו. סימפל קוד אינה אחראית לרכיבי תוכנה אלה ולכל פגם בהם, ולכל טעות או אי התאמה בהצגת התכנים הנובעת מרכיבי התוכנה, מהתקנתם או מאי התקנתם. מבלי לגרוע מכלליות האמור לעיל, הגישה למערכת ולתכנים והצגתם עשויה להשתנות בהתאם לתכונות החומרה, מערכת ההפעלה והתוכנה שבמחשב המשתמש ולהגדרותיהם. סימפל קוד אינה מתחייבת כי התכנים יוצגו בצורה מלאה ו/או זהה ו/או תקינה במחשבים שונים.`,
          `2.4 סימפל קוד מבהירה כי המידע המוצג במערכת אינו מהווה המלצה, חוות דעת, יעוץ ו/או הצעה לרכישת מוצר. סימפל קוד אינה מתחייבת שתור שנקבע באתר אכן יתקיים. סימפל קוד אינה אחראית על כך שעמוד עסק יציג מידע שקרי או לא מדויק. מתן שירות וכל הסתמכות על המידע המוצג באתר הינו באחריותו הבלעדית של המשתמש וסימפל קוד לא תישא באחריות כתוצאה מהסתמכות המשתמש על המידע ו/או למידת התאמת המידע לשימושו של המשתמש ו/או לצרכיו. אין לסימפל קוד כל אחריות בגין תכנים מסוימים שמקורם בצדדים שלישיים ואין סימפל קוד ערבה למידת הדיוק של תכנים אלה.`,
          `2.5 אין בתשדורת מידע לאתר או ממנו כדי ליצור בין המשתמש לבין סימפל קוד יחסים משפטיים כלשהם, למעט חובותיו המשפטיות של המשתמש כמפורט בתקנון זה. זכויות הצדדים הן אלו המפורטות בתנאי שימוש אלו, ואין בשימוש במערכת או בתשדורת כאמור כדי להקנות כל זכויות נוספות.`,
          `2.6 המערכת מאפשרת לבעלי עסק ליצור עמוד עסק, שבאמצעותו לקוחותיהם יוכלו לקבל מידע אודות העסק (שעות פתיחה, מיקום וכו') ולזמן תורים לשירותים שונים שהעסק מספק. בעל העסק יקבל גישה לפאנל הניהול, שיאפשר לנהל את עמוד העסק, לנהל את היומן העסקי, לנהל רשימת לקוחות ועוד. השירות ניתן בתשלום ע"י רכישת מנוי לשימוש אשר מוגבל בזמן. לכל מנוי קיימות הגבלות שונות כגון: הגבלת מספר הודעות ה SMS שנשלחות מעמוד העסק, הגבלה על מספר הלקוחות/מועסקים/שירותים. יתכנו הגבלות נוספות. על בעל העסק לברר הגבלות אלו ולהכירם לפני רכישת מנוי (פירוט על המנויים השונות מופיע בחנויות האפליקציה השונות וכן באפליקציה עצמה) לאחר יצירת עמוד העסק תתחיל תקופת ניסיון שבה השירות יינתן בחינם. לאחר תום תקופת הניסיון או במהלכה יוכל להחליט בעל העסק אם לרכוש מנוי או להפסיק את השימוש במערכת. אם יחליט בעל העסק לא לרכוש מנוי, עמוד העסק שלו יוצג כ ״לא זמין״. לאחר תשלום על המנוי, לא תהיה אפשרות לקבל החזר כספי ו/או החזר אחר.`,
          `2.7 במידה ותתגלה אי התאמה ו/או סתירה בין התוכן במערכת לבין מידע הקיים במסמכים הרשמיים של סימפל קוד במשרדיה - ייחשב כנכון המידע הנמצא במסמכים הרשמיים במשרדי סימפל קוד או בהסכם המכר בין הצדדים, ככל שקיים.`,
          `2.8 סימפל קוד רשאית להגביל את הגישה למערכת או לחלקים ממנה לסוגי משתמשים שונים ו/או ללקוחותיה ו/או לחלקם ו/או להתנות את הגישה אליהם למשתמשים שירשמו באתר או שיאשרו את הסכמתם לתנאים מיוחדים מסוימים.`,
          `2.9 סימפל קוד אינה יכולה להתחייב שהמערכת תהייה זמינה תמיד. הזמינות של המערכת יכולה להיפגע בגלל מספר סיבות כמו: תקלה במערכת, תקלה בשרתי אחסון של המערכת, שדרוגים במערכת, בעיות בתשתית, תקלות ושגיאות בקוד המקור של המערכת וסיבות נוספות. בשימוש במערכת ו/או ברכישת מנוי יש לקחת בחשבון שהמערכת עלולה להיות לא זמינה.`,
        ]}
      />

      <!-- contact -->
      <TitleAndBody
        title="זכויות יוצרים"
        contentAsUl={true}
        content={[
          `3.1 המערכת בכללותה והמידע המופיע בה, לרבות תוכנו (ומבלי לגרוע מכלליות האמור לעיל – גם עיצובה, יישומי התוכנה שבה, השמות וסימני המסחר וכל פרט אחר המופיע בה או גלום בה), הינם קניינה הבלעדי של סימפל קוד או של צדדים שלישיים שהתירו לסימפל קוד להשתמש בהם והם מוגנים על ידי הדין, לרבות חוקי מדינת ישראל, אמנות בינלאומיות ודיני מדינות זרות. מבלי לגרוע מכלליות האמור לעיל, הזכויות בכל סימן מסחר של סימפל קוד יוותרו בבעלותה הבלעדית והמשתמשים אינם רשאים לעשות בו כל שימוש.`,
          `3.2 המשתמש מתחייב לנהוג על פי הדינים והאמנות הנ"ל ונאסר עליו לגרום לכל שינוי או סילוף במידע, להעתיק, לפרסם, להפיץ, לשדר, להציג, לבצע, לשכפל, להנפיק רישיון, ליצור עבודות נגזרות או למכור או להשכיר כל חלק מן המידע הכלול במערכת ו/או לעשות שימוש בשמות ובסימנים המסחריים המוצגים במערכת, ללא הסכמתה של קלמארק בכתב ומראש.`,
        ]}
      />

      <!-- contact -->
      <TitleAndBody
        title="קישורים לאתרים אחרים (Links)"
        content={[
          `במערכת עשויים להופיע קישורים לאתרי אינטרנט שאינם מופעלים על-ידי סימפל קוד (להלן: "קישורים"). הקישורים מוצגים לנוחות המשתמש בלבד ואין לסימפל קוד שליטה על אתרים אלה ואין היא נושאת באחריות לתכנים המופיעים בהם. אין בהכללת הקישורים במערכת כדי להעיד על תמיכה בתוכן המוצג באתרים אלו או על כל קשר אחר לאתרים אלו או למפעיליהם. קלמארק אינה מתחייבת לתקינות הקישורים או לכך שקישורים אלו מכוונים לאתרים אשר אליהם מתיימר כל מצביע אלקטרוני לקשר. סימפל קוד רשאית לפי שיקול דעתה הבלעדי להסיר כל קישור מהאתר ו/או להוסיף קישורים נוספים.`,
        ]}
      />

      <!-- How do we use the data -->
      <TitleAndBody
        title="כפיפות למדיניות הפרטיות"
        content={[
          `סימפל קוד מייחסת חשיבות רבה לשמירה על פרטיות המשתמשים באתר. מדיניות הפרטיות של סימפל קוד מפורטת באתר זה והיא מהווה חלק בלתי נפרד מתנאי שימוש אלה. הואיל ומדיניות הפרטיות יכולה להשתנות מעת לעת, מומלץ למשתמש לחזור ולקרוא את מסמך המדיניות מפעם לפעם. השימוש במערכת מהווה אף הסכמה למדיניות הפרטיות`,
        ]}
      />

      <!-- Duties of business owner -->
      <TitleAndBody
        title="חובות המשתמש"
        contentAsUl={true}
        content={[
          `6.1 המשתמש מתחייב שלא לבצע פעולות במערכת העלולות להגביל או למנוע מאחרים שימוש במערכת, ושלא להשתמש במערכת באופן שאינו תואם לכל דין, לרבות כל שינוי או מחיקה של מידע או תוכן.`,
          `6.2 המשתמש מתחייב שלא לבצע כל פעולה המהווה זיוף, התחזות,הטעיה או הונאה.`,
          `6.3 המשתמש מתחייב שלא להעלות, לשלוף, לשדר, להפיץ או לפרסם מידע או תוכן אחר הכולל פרסומת מכל סוג שהוא, בלי הרשאה מפורשת מראש מסימפל קוד.`,
          `6.4 המשתמש מתחייב שלא לעשות כל שימוש מסחרי במידע ובתוכן שבמערכת, או בכל חלק מהם.`,
          `6.5 המשתמש מתחייב לשפות ולפצות את סימפל קוד מיד עם דרישתה בגין כל נזק, ישיר או עקיף ו/או כל הוצאה שתגרם לסימפל קוד בקשר לתביעה ו/או לדרישה הנובעת משימוש במערכת, לרבות כל פעולה המנוגדת לתנאי שימוש אלה או להוראות כל דין ולרבות בגין כל תוכן מפר שהמשתמש יפרסם במערכת.`,
          `6.6 המשתמש מסכים כי, מבלי לפגוע בכל זכות אחרת של סימפל קוד, במקרים בהם סימפל קוד תחשוש כי השימוש של המשתמש אינו מתיישב עם הוראות תנאי השימוש ו/או כל דין, תהא סימפל קוד רשאית לבצע כל פעולה אשר תמצא לנכון לנקוט כדי להגן על קניינה ו/או על זכויותיה ועל זכויות משתמשים אחרים ובין היתר, למנוע מהמשתמש גישה לאתר ולתעד ו/או להתחקות אחר השימוש של המשתמש באתר. כן מובהר, כי סימפל קוד עשויה להעביר פרטים לגבי זהות המשתמש ולגבי פעולות שביצע באתר לצדדים שלישיים, לרבות במקרה שבו הצדדים השלישיים יוכיחו, להנחת דעתה של סימפל קוד, כי הינם נפגעים מפעילותו המפרה של המשתמש.`,
          `6.7 ככל שהמשתמש קיבל סיסמא או קוד גישה או הרשאה לצורך השימוש במערכת או בכל חלק שלה, הוא מתחייב שלא לגלות את הסיסמא או קוד הגישה לכל אדם אחר ולא לאפשר לכל אדם אחר לעשות בהם או בהרשאה שימוש. המשתמש יהיה אחראי לכל שימוש שיעשה תוך שימוש בסיסמא, בקוד הגישה או בהרשאה שלו.`,
        ]}
      />

      <!-- Where the data is saved -->
      <TitleAndBody
        title="תנאים מיוחדים ללקוחות סימפל קוד שנרשמו לשימוש בחלקים ייעודיים במערכת"
        contentAsUl={true}
        content={[
          `8.1 ייתכן שהמערכת כוללת ו/או תכלול בעתיד חלקים ו/או תכונות ייעודיים, המיועדים לשימוש של לקוחות של סימפל קוד, אשר רכשו ממנה יחידת דיוור, ואשר יאפשר ללקוחות כאמור מידע ו/או תכונות רלבנטיים, בכפוף לשיקולה הבלעדי של סימפל קוד (להלן: "אתר הלקוחות").`,
          `8.2 ככל שלקוחות כאמור יחתמו על תנאי שימוש ו/או הסכמים או מסמכים נוספים בקשר לשימוש באתר הלקוחות (יהא שמם או כותרתם אשר יהיה), יחולו הוראות תנאי שימוש אלה בנוסף לכל תנאי, הסכם או מסמך נוסף כאמור, ויראו את המסמכים האמורים ואת תנאי שימוש אלה כמשלימים זה את זה.`,
          `8.3  כחלק מהשימוש במערכת המשתמש מאפשר לסימפל קוד לשלוח לו הודעות לרבות הודעות  sms הכוללות מידע לרבות מידע הקשור לעסקים שונים במערכת, תזכורות, הודעות על ביטולים, קביעת תורים וכדומה. וכן תוכן פרסומי`,
        ]}
      />

      <!-- Cyber security -->
      <TitleAndBody
        title="הגבלת אחריות"
        contentAsUl={true}
        content={[
          `9.1 השימוש במערכת נעשה על אחריות המשתמש בלבד. סימפל קוד אינה נושאת בכל אחריות או חבות בגין כל שיבוש, טעות או השמטה בתכולת המערכת. סימפל קוד לא תהא אחראית לכל נזק ישיר, עקיף, תוצאתי או אגבי עקב גישה למערכת והשימוש בה או עקב מניעה כלשהי מהגישה או השימוש במערכת, בין בעילה חוקית ובין בעילה נזיקית. סימפל קוד אינה אחראית לכל נזק לרבות בשל נגיף-מחשב ("וירוס"), תכונות עוינות הידועות כסוס טרויאני, תולעים (Worms) , ואנדלים (Vandals), יישומים מזיקים (Malicious Applications), רוגלות או יישומי תוכנה למיניהם לציוד המחשב של המשתמש או לכל רכוש אחר של המשתמש, שיגרמו בשל גלישה או שימוש באתר ובכלל זאת, בשל הורדת מידע המאתר.`,
          `9.2 המשתמש מודע כי אין סימפל קוד יכולה לפקח על כל מידע והודעה המועלים, אם יועלו ויוצגו באתר, על ידי משתמשים אחרים, והיא אינה אחראית לכל פרסום של צדדים שלישיים כאמור.`,
        ]}
      />

      <!-- Right to see the data -->
      <TitleAndBody
        title="הוראות שונות"
        contentAsUl={true}
        content={[
          `10.1 סימפל קוד רשאית בכל עת להכניס שינויים במערכת, להסיר כל חלק מהמערכת ולהוסיף לה, מעת לעת, על-ידי עדכון המערכת, וכן להפסיק ולהתחיל את פעילות המערכת, לסרב להעניק גישה למערכת או לחלקים ממנה לכל משתמש והכל לפי שיקול דעתה הבלעדי של סימפל קוד וללא התראה מוקדמת ולמשתמש לא תהיה כל טענה כלפי סימפל קוד בקשר לכך. מבלי לגרוע מכלליות האמור לעיל, סימפל קוד אינה מחויבת לשמור את המידע והתוכן של המערכת, בין אם מקורו בסימפל קוד ובין אם מקורו במשתמשים או צדדים אחרים, והיא רשאית למחקו.`,
          `10.2 במידה ויקבע שתנאי כלשהו מתנאי השימוש אינו תקף או שאינו בר אכיפה, אזי התנאים שתוקפם נשלל או שאינם ניתנים לאכיפה ייחשבו כאילו הוחלפו בתנאים תקפים הניתנים לאכיפה שתוכנם תואם במידת הקירוב הגדולה ביותר את משמעות וכוונת התנאים המקוריים ואילו יתר תנאי השימוש ישארו בתוקפם.`,
          `10.2 במידה ויקבע שתנאי כלשהו מתנאי השימוש אינו תקף או שאינו בר אכיפה, אזי התנאים שתוקפם נשלל או שאינם ניתנים לאכיפה ייחשבו כאילו הוחלפו בתנאים תקפים הניתנים לאכיפה שתוכנם תואם במידת הקירוב הגדולה ביותר את משמעות וכוונת התנאים המקוריים ואילו יתר תנאי השימוש ישארו בתוקפם.`,
          `10.4 המשתמש אינו רשאי להמחות, להעביר או להסב את זכויותיו והתחייבויותיו לפי תנאי שימוש אלה, או כל חלק מהן, או כל חשבון או הרשאה שיינתנו לו למערכת או לכל חלק ממנה.`,
          `10.5 כל הפעילות במערכת וכל הקשור והכרוך בה, לרבות תנאי השימוש, יוכפפו לדין הישראלי בלבד וסמכות השיפוט הבלעדית בכל סכסוך הנוגע לאתר ולשימוש בו ולתנאי השימוש תהיה נתונה לבתי המשפט המוסמכים במחוז תל אביב, ישראל.`,
          `10.6 סימפל קוד שומרת על זכותה להכניס שינויים בתנאי השימוש בכל עת, לפי שיקול דעתה, וללא התראה מוקדמת וכל שינוי בתנאי השימוש יכנס לתוקפו מיד עם פרסומו במערכת, במסגרת תנאי השימוש, אלא אם נקבע אחרת. באחריות המשתמש/ת לבדוק ולהתעדכן, מעת לעת, בתנאי השימוש.`,
          `10.7 כל שאלה או בעיה הקשורה למערכת או לתנאי השימוש בה וכן בכל הצעה לשיפור או המלצה יש להפנות לסימפל קוד ע"י דרכי ההתקשרות שמפורטים בכתובת: https://simpletor.app.`,
          `10.8 שימושו של המשתמש במערכת מהווה הצהרה ואישור מטעמו, כי קרא את תקנון זה, הבין את תוכנו, והסכים להוראותיו. המשתמש מוותר בזה מראש ולא יהיה רשאי לבוא בכל טענה ו/או דרישה כנגד סימפל קוד או מי מטעמה ביחס לנושאים המוסדרים בתקנון זה.`,
        ]}
      />

      <!-- updated at -->
      <div class="felx felx-col text-center pt-10">
        <h1>עודכן בתאריך</h1>
        <p class="opacity-70">01/4/2023</p>
      </div>
      <p></p>
    </section>
  </div>
</body>
