<script>
  import appIcon from "$lib/images/default_icon_dark.webp";
  import TitleAndBody from "../components/TitleAndBody.svelte";
  import Disclosure from "./sections/Disclosure.svelte";
</script>

<head>
  <meta name="description" content="Simple tor app's privacy policy" />
  <link rel="icon" href={appIcon} type="image/webp" />
  <meta name="author" content="SA SIMPLE CODE LTD" />
  <meta property="og:title" content="Simple Tor | privacy policy" />
  <title>Simple Tor | privacy policy</title>
</head>

<body class="bg-base-100 items-center">
  <div class="flex flex-col items-center pb-10">
    <section class="text-start mx-6 max-w-[850px]">
      <!-- title -->
      <h1 class="text-3xl text-center pt-5">מדיניות הפרטיות</h1>

      <!-- first text -->
      <h2 class="py-5 opacity-70">
        מדיניות הגנת פרטיות זו מהווה חלק מתנאי השימוש באתר סימפל תור. הגדרות
        המופיעות במדיניות הגנת פרטיות זו הן כמוגדר להלן או בתנאי השימוש.
      </h2>
      <!-- google disclouser -->
      <Disclosure />
      <!-- intro -->
      <TitleAndBody title="מבוא">
        <p class="">
          למונחים המפורטים להלן, תהא בתקנון זה המשמעות המופיעה בצידן:
        </p>
        <ul class="list-disc px-8 py-1 space-y-2">
          <li>"מפעיל השירות" - SA SIMPLE CODE LTD</li>
          <li>״בעל העסק״ - בעל העסק של אותו עסק שהלקוח נרשם או הזמין הזמנה</li>
        </ul>
      </TitleAndBody>

      <!-- general explanation      -->
      <TitleAndBody
        title="מהי מדיניות הפרטיות"
        content={[
          ` השימוש באפליקציית Simple Tor להלן: ("האפליקציה"), הינו כפוף לתנאי תקנון
      זה. השימוש באפליקציה מוצע לשימושך האישי, וזאת בתנאי שתסכים לקבל את
      התנאים הכתובים בתקנון זה ללא כל שינוי. אם אינך מסכים לתנאי השימוש
      הרשומים בתקנון זה, כולם או מקצתם, אין באפשרותך לעשות כל שימוש באפליקציה
      לכל מטרה שהיא.`,
        ]}
      />

      <!-- contact -->
      <TitleAndBody
        title="צור קשר / מסור דיווח על פגיעה בפרטיותך"
        content={[
          `במידה ואתה סבור כי פרטיותך נפגעה במהלך השימוש בשירות, או בכל שאלה אחרת
        הנוגעת למדיניות זו, אנא פנה אלינו לפי הפרטים שלהלן, או באמצעות מנגנוני
        יצירת הקשר באפליקציה, ואנו נשתדל לטפל בפנייתך בכל ההקדם
        simplecodesa@gmail.com נציגינו עומדים לרשותך לצורך כל בקשה, תגובה, שאלה
        או תלונה.`,
        ]}
      />

      <!-- contact -->
      <TitleAndBody
        title="מסירת פרטים ומידע אישי"
        content={[
          `השימוש בשירות ככלל אינו מחייב רישום. הרישום לשירות יידרש רק שעה שתרצה
       להזמין תור או לבצע בו פעולה אקטיבית אחרת, כגון להעלות תמונות אם אתה מנהל
       או להירשם להתראות של עסק.  על מנת להירשם יהיה עליך להשלים את הליך הרישום למסור לנו פרטים אישיים
        מזהים ופרטי יצירת קשר - שם מלא ומספר טלפון. לצורך השלמת הליך הרישום
        תידרש גם להזין קוד אימות שנשלח אלייך באמצעות מסרון (SMS) למספר הטלפון
        שמסרת לנו. ללא מסירת המידע המבוקש לא תוכל להשלים את הרישום או את הפעולה המבוקשת.
        עליך למסור רק פרטים נכונים, מדויקים ומלאים. הפרטים והמידע שתמסר יישמרו במאגר המידע שבבעלות מפעיל השירות. אינך
        חייב על-פי חוק למסור את הפרטים והדבר תלוי ברצונך ובהסכמתך, אולם פרטים שגויים, או אי מסירת מלוא הפרטים הנדרשים, עלולים למנוע ממך
      את האפשרות להשתמש בחלק מתכונות השירות, לפגוע באיכות השירות הניתן לך וכן
      לפגוע ביכולת ליצור איתך קשר במידת הצורך.&nbsp;
    השימוש במידע ובפרטים שתמסר יהיה כמפורט במדיניות זו.`,
        ]}
      />

      <!-- How do we use the data -->
      <TitleAndBody title="השימוש במידע">
        <p>
          בפרטים ובמידע האישי שתמסור ובפרטים שתאסוף מפעילת השירות במהלך השימוש
          שתעשה בשירות, ייעשה שימוש בהתאם להוראות מדיניות זו או לפי הוראות כל
          דין, למטרות הבאות
        </p>
        <ul class="list-disc px-8 py-1 space-y-2">
          <li>
            כדי לאפשר לך להשתמש בשירות ובתכנים הכלולים בו, כדי לאפשר לך לקבוע
            תור אצל בעל העסק
          </li>
          <li>
            כדי לזהות אותך במהלך כניסות חוזרות שלך לאזורים הטעונים הרשמה וכדי
            לחסוך ממך להזין בכל פעם את פרטיך
          </li>
          <li>
            המידע שישמש את מפעיל השירות לצורך כך יהיה בעיקרו מידע סטטיסטי, שאינו
            מזהה אותך או אחרים אישית
          </li>

          <li>כדי לאפשר לבעל העסק לקבל נתונים</li>
          <li>כדי לאפשר לך להתאים את השירות להעדפותיך</li>
          <li>
            כדי לשלוח אליך מעת לעת הודעות תפעוליות וכן מידע בדבר השירות, סקרים,
            עדכונים, כמו גם מידע פרסומי ושירותים של בעל העסק. מידע כזה ישוגר
            אליך בהתאם להסכמה המפורשת שניתנה על-ידך עת אישרת את ההסכמים
            המחייבים, או בכל דרך אחרת.
          </li>
        </ul>
        <p>
          תוכלי לבטל את הסכמתך בכל עת ולחדול מקבלתם של דברי פרסומת. הדרך להסרה
          תינתן דרך האפליקציה. מובהר כי הסכמה זו מהווה הסכמה לצורך הוראות סעיף
          30א לחוק התקשורת (בזק ושירותים). ליצירת קשר איתך כשבעל העסק סבור שקיים
          צורך בכך לשם תפעולו התקין ופיתוחו של השירות.
        </p></TitleAndBody
      >

      <!-- Duties of business owner -->
      <TitleAndBody
        title="חובת בעל העסק בנוגע לפרטייך האישיים"
        content={[
          `בעל העסק מחויב לנהוג בהתאם להוראות כל דין באשר למידע האישי שהוא אוסף על
          לקוחותיו, לרבות מידע שיגיע בעקבות השימוש שלך בשירות (כאשר תקבע תור ובפרט
          כאשר תגיע אל בית העסק ותקבל ממנו שירותים במישרין), ובכלל זאת הוראות חוק
          הגנת הפרטיות, התשמ"א-1981, התקנות שמכוחו (לרבות תקנות הגנת הפרטיות
          העוסקות באבטחת המידע האישי) והנחיות הרשות להגנת הפרטיות במשרד המשפטים.`,
        ]}
      />

      <!-- Where the data is saved -->
      <TitleAndBody
        title="היכן נשמר המידע"
        content={[
          `המידע שמפעיל השירות אוסף נשמר במאגר המידע שלו, המאוחסן אצל ספקי אירוח
          שרתים וגיבוי מידע, שעשויים להימצא גם מחוץ לגבולות ישראל. הסכמתך למדיניות
          זו מהווה גם הסכמה לשמירת המידע בחו"ל ולהעברתו מחוץ לגבולות ישראל, במידת
          הצורך.`,
        ]}
      />

      <!-- Cyber security -->
      <TitleAndBody
        title="אבטחת מידע"
        content={[
          `מפעיל השירות מייחס חשיבות עליונה לאבטחת המידע במערכותיו. לשם שמירת
        המידע, הוא מפעיל מערכות, יישומים ונהלים לאבטחת המידע, המיועדים למזער את
        הסיכונים מפני גניבה, פגיעה, אובדן או גישה בלתי מורשית למידע. עם זה, אין
        וודאות שיישומים אלה מבטיחים באופן מוחלט שמידע אישי לא ייחשף או ייגנב
        ממאגרי המידע. לכן, מפעיל השירות אינו מתחייב, ואינך יכול באופן סביר לצפות
        לכך, שהשירות ומערכות המידע המשמשות את מפעיל השירות יהיו חסינים מפני גישה
        בלתי-מורשית למידע המאוחסן בהם. בעצם השימוש בשירות, אתה מודע ומסכים
        למגבלות אלו.`,
        ]}
      />

      <!-- Right to see the data -->
      <TitleAndBody
        title="זכות לעיין במידע"
        content={[
          `לפי חוק הגנת הפרטיות, כל אדם זכאי לעיין בעצמו, או על ידי בא-כוחו שהרשהו
        בכתב, או על ידי אפוטרופוס, במידע שעליו המוחזק במאגר מידע. אדם שעיין
        במידע שעליו ומצא שאינו נכון, שלם, ברור או מעודכן, רשאי לפנות לבעל מאגר
        המידע בבקשה לתקן את המידע או למחוק אותו. אם בעל המאגר סירב, עליו להודיע
        על כך למבקש באופן ובדרך שנקבעו בתקנות שמכוח חוק הגנת הפרטיות. על סירובו
        של בעל מאגר מידע לאפשר עיון ועל הודעת סירוב לתקן או למחוק מידע, רשאי
        מבקש המידע לערער באופן ובדרך שנקבעו בתקנות.`,
        ]}
      />

      <!-- Changes in the policy -->
      <TitleAndBody
        title="שינויים במדיניות הפרטיות"
        content={[
          `מפעיל השירות רשאי לשנות מעת לעת את הוראות מדיניות הפרטיות. במידת האפשר
        ואם יבוצעו במדיניות זו שינויים מהותיים, תפורסם על-כך הודעה בממשק
        האפליקציה. הקישור למדיניות הפרטיות המוצב בשירות יקשר תמיד לנוסח העדכני
        של המדיניות. המשך שימושך בשירות לאחר פרסום מדיניות הפרטיות המעודכנת,
        מעיד על הסכמתך לה. אם אינך מסכימה עם ההוראות החדשות במדיניות הפרטיות,
        עליך לחדול מלעשות כל שימוש בשירות. מפעיל השירות רשאי לבקש את הסכמתך
        המחודשת למדיניות הפרטיות בכל מקרה של שינוי כאמור.`,
        ]}
      />
    </section>
  </div>
</body>
